Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: So, you have defeated the lich and returned with his jewel of power. The earth feels happy beneath my toes.
uk_ua: Отже, ти переміг ліча і повернувся з його могутнім скарбом. Я відчуваю радість землі під моїми коренями.

source: So, you have defeated the trolls. Welcome back, Haldric.
uk_ua: Що ж, ти переміг тролів. З поверненням, Хальдріку.

source: So, you will help us defeat them?
uk_ua: І так, ти допоможеш нам перемогти їх?

source: So... does that mean that <i>our</i> deal is back on now, Garrath?
uk_ua: То... це означає, що <i>наша</i> угода знову в силі, Гаррате?

source: So... we can knock out the supports and bring down the main keep. Would it really work?
uk_ua: Тож... ми можемо вибити підпорки та розвалити головну цитадель. Це й справді спрацює?

source: SoF
uk_ua: ВС

source: Soldier
uk_ua: Солдат

source: Soldier Ant
uk_ua: Мураха солдат

source: Soldier King
uk_ua: Король боєць

source: Soldiers of Wesnoth, rise to fight for your King!
uk_ua: Солдати Весноту, піднімайтеся на битву за вашого короля!

source: Soldiers with the <i>quick</i> trait will be useful for traversing rough caverns.
uk_ua: Солдати, що мають особливість <i>швидкі</i> , будуть корисні для переміщення нерівними печерами.

source: Some Goblins train their wolves to overcome their fear of fire. In raids, these goblins take a supporting role; they will torch the homes and crops of their foes, and also carry nets to wreak havoc against those attempting to rally for defense or reprisal.
uk_ua: Деякі гобліни вчать своїх вовків долати страх перед вогнем. У набігах ці гобліни грають роль підтримки; вони будуть палити будинки і посіви своїх ворогів, а їх павутина вносить безлад до рядів оборонців.

source: Some attacks can inflict poison damage on your unit. When this happens the poisoned unit will take 8 damage each turn until it is cured. Poison can be cured by waiting on a village or being next to a unit with the <emphasis>cures</emphasis> ability. Units with the <emphasis>heals</emphasis> ability can only prevent the poison from causing damage that turn, not cure it. When poison is cured the unit does not gain or lose hitpoints on that turn due to healing/poisoning. A unit can not be healed normally until it is cured of poisoning. Resting is still allowed, although it will not substantially diminish the poison&#8217;s effect.
uk_ua: Деякі атаки мають здатність отруювати ваших бійців. Коли це відбувається, отруєний боєць втрачатиме 8 одиниць здоров'я кожен хід, поки не буде вилікуваний. Отрута може бути вилікувана протягом відпочинку в селі, або від перебування поряд з бійцем, що має здатність <emphasis>лікування</emphasis>. Бійці із здатністю <emphasis>зцілення</emphasis> можуть лише призупинити дію отрути в даному ходу, а не вилікувати. Коли отрута вилікувана, боєць не отримує на цьому ходу додаткового здоров'я від зцілення і не втрачає його від отрути. Поки боєць не вилікуваний від отрути, він не може бути зціленим нормально. Як і раніше можна відпочивати, хоча це не сильно уповільнює дію отрути.

source: Some campaigns use a smaller star-shaped base and a silver crown icon above the energy bar to indicate heroes (units which are somehow special and for example not allowed to die in the course of the scenario). Whether to do this is a stylistic choice left to campaign designers.
uk_ua: У деяких кампаніях для позначення лідерів або героїв(особливі бійці, які, наприклад, не повинні загинути в ході сценарію) використовують основу у вигляді зірки; у інших кампаніях для позначення героїв використовують срібну корону над смужкою здоров'я. Деякі кампанії зовсім не мають позначення для героїв. Яке саме позначення використати, вибирає автор кампанії.

source: Some common reasons for losing a scenario are:
uk_ua: Найчастіші причини програшу сценаріїв:

source: Some favor your people did for us. Why flee at all? And why east? We’ve already repelled one orcish assault. We should be working toward taking back the Isle.
uk_ua: Дуже люб'язно з вашого боку. Але навіщо взагалі бігти? І чому на схід? Ми вже відбили одне нашестя орків. Підемо і відвоюємо Острів назад.

source: Some friends. I must tell Haldric.
uk_ua: Друзі, ага. Піду розповім Хальдріку.

source: Some higher-level units have inimitable abilities such as <i>Leadership</i>, <i>Cures</i>, or <i>Nightstalk</i>. Obtaining those units early can make a big difference in a campaign.
uk_ua: Деякі бійці високого рівня мають такі чудові здібності, як <i>лідерство</i>, <i>лікує</i>, або <i>нишпорка</i>. Ви отримаєте велику перевагу у кампанії, якщо раніше отримаєте таких бійців.

source: Some mages are thrown out of the mages’ guild for attempting to practice forbidden arts. Now completely outside the law, these rogue mages do whatever is necessary to support their study of black magic. Although not as skilled as mages with more formal training, their magic can be quite lethal, while their banditry has resulted in moderate skill with the short sword.
uk_ua: Деяких магів виганяють з чаклунських гільдій за вивчення заборонених мистецтв. Опинившись повністю поза законом, ці маги вигнанці роблять все можливе, щоб продовжувати своє вивчення чорної магії. Хоча вони й не настільки сильні, як чаклуни з академій, їхня магія може бути доволі смертельною, в той же час як їхнє бандитське життя призвело до непоганого володіння коротким мечем.

source: Some magi, as they learn about the world around them, and learn the truth of the suffering and squalor in which humanity too often lives, find that they cannot bring themselves to be cloistered into a life of study. These men and women give up the life of a mage, and join monastic orders, dedicating the skills they have been given to the good of all. After their ordination, they often travel the world, ministering to sickness and injury. Though not trained for combat, they are a potent ally against magical or unnatural things.
uk_ua: Деякі маги, пізнаючи навколишній світ, бачать правду про страждання і злидні, які занадто часто припадають людству, усвідомлюють, що вони не можуть присвятити усе своє життя лише навчанню. Ці чоловіки і жінки кидають життя мага і приєднуються до чернечих орденів, присвячуючи свої знання творінню добра. Після прийняття сану вони зазвичай подорожують по світу, зцілюючи хворих і поранених. Хоча вони не треновані для бою, вони добрі союзники в боротьбі проти магічних і неприродних речей.

source: Some men without particular skills cannot or will not make an honest living. Those that attempt to make their way through life by the heavy end of a stick, are known as ‘Ruffians’. With enough luck and experience, they sometimes manage to avoid the imprisonment or death that awaits most of their colleagues.
uk_ua: Деякі люди без особливих умінь не можуть або просто не хочуть жити чесно. Зазвичай таких людей називають просто ‘хуліганами’ і більшості з них судилося закінчити життя за гратами. Але при належній майстерності і везінні вони можуть уникнути ув'язненя та смерті, що очікують більшість їх колег.

source: Some of the possible next scenarios are missing, you might not be able to finish this campaign.
uk_ua: Декілька наступних сценаріїв відсутні, ви не зможете пройти цю кампанію.

source: Some of your units have also managed to level up. They’re even more formidable, so you should recall them as well.
uk_ua: Деякі твої бійці також отримали новий рівень. Вони ще більш грізні, тому їх теж треба викликати.

source: Some other hints about healing:
uk_ua: Деякі інші підказки про зцілення:

source: Some pep talk. The book will probably be in the Old Wesfolk tongue.
uk_ua: Вище голову! Книга, швидше за все, написана старовесфолькською мовою.

source: Some role-playing scenarios take place indoors — these regions are similarly intermediate.
uk_ua: Деякі сценарії відбуваються всередині будівель — такі регіони так само проміжні.

source: Some trolls are born with an exceptional share of the strength and vitality that characterizes their race. In a society where might makes right, those of their ilk revere them as heroes.
uk_ua: Деякі тролі від народження мають неймовірну силу і живучість, що властиві їх расі. У суспільстві, де завжди правий найсильніший, вони стають героями свого народу.

source: Some underground locations are illuminated. They are perpetually intermediate between day and night.
uk_ua: Деякі місця у підземеллі освітлюються. Там постійно щось середнє між днем та ніччю.

source: Some units are resistant or vulnerable to different kind of attacks. Mounted units are weak vs pierce attacks. Fire and arcane attacks destroy undead. To see how much a unit resists an attack type, right click on the unit, select "Unit Description", then select "Resistance". It will show you how resistant a unit is to different types of attacks.
uk_ua: Певні бійці мають підвищену стійкість чи вразливість до певних типів атак. Кінні бійці вразливі до колючих атак. Для мерців руйнівні вогняна і містична атаки. Щоб бачити, наскільки боєць вразливий до певного типу атаки, клацніть на нім правою клавішею, виберіть "Опис бійця", потім "Опірність". Це покаже вам його опірності різним типам атак.

source: Some units have <italic>text='defense caps'</italic> for a particular basic terrain type. These units suffer a penalty on mixed terrains with that type — their defense cannot exceed the cap.
uk_ua: Деякі бійці мають <italic>text='поріг захисту'</italic> для деяких базових типів місцевостей. На змішаних типах місцевості (які включають в себе базовий тип зі штрафом) такі бійці мають штраф — їхній захист не може перевищити цього порогу.

source: Some units have abilities that either directly affect other units, or have an effect on how the unit interacts with other units. These abilities are listed below:
uk_ua: Певні бійці мають здібності, які безпосередньо впливають на інших бійців, або міняють взаємодію між іншими бійцями. Ці здібності перелічені нижче:

source: Some units have an additional marker superimposed on their <ref>dst='orbs' text='orb'</ref>, and a corresponding shape to their <ref>dst='orbs' text='ellipses'</ref>:
uk_ua: Деякі бійці мають додаткові вінці, що накладається на їхні <ref>dst='orbs' text='сфери'</ref>, і відповідну форму для їхніх <ref>dst='orbs' text='еліпсів'</ref>:

source: Some units have movement left. Do you really want to end your turn?
uk_ua: Деякі бійці ще можуть ходити. Ви дійсно хочете завершити свій хід?

source: Some units have not moved. Do you really want to end your turn?
uk_ua: Деякі бійці ще не походили. Ви дійсно хочете завершити хід?

source: Some weapons have special features that increase the effectiveness of attacking with them. When you see a new weapon special during a campaign or multiplayer scenario it will be added to this list; you can then view its page any time you wish. Each page will provide a description of what the weapon special does and which (currently discovered) units have it.
uk_ua: Деяка зброя має спеціальні особливості, які збільшують ефективність їх атаки. Коли ви побачите нову спеціальну властивість зброї впродовж кампанії або мультиплеєрного сценарію, вона буде додана до цього переліку; після цього ви зможете переглянути її сторінку в будь-який час. Кожна сторінка міститиме опис того, що спеціальна властивість зброї робить і які (зараз виявлені) бійці її мають.

source: Someone died here.
uk_ua: Хтось тут помер.

source: Someone go find out what is exciting the bat.
uk_ua: Хтось повинен дізнатись, що так хвилює кажана.

source: Someone is here!
uk_ua: Тут хтось є!

source: Someone take that off him before he hurts himself.
uk_ua: Хто-небудь, зніміть те кільце з нього, поки він не поранився.

source: Something about these woods seems quite unnatural. Perhaps we should stop sending our soldiers this way.
uk_ua: Щось з цим лісом не так, можливо, нам варто зупинити посилати солдатів цим шляхом.

source: Something be very wrong here. These orcs has weapons with army forge-markings.
uk_ua: Щось тут зовсім не так. Ці орки мали зброю з армійсікими відмітками.

source: Something does not feel right about those villages...
uk_ua: Щось не так з цими селами...

source: Something is wrong with the addon version check database supporting the multiplayer lobby. Please report this at https://bugs.wesnoth.org.
uk_ua: Щось сталося з базою даних для перевірки версії аддона, яка підтримує фойє мультиплеєра. Будь ласка, прозвітуйте про це на https://bugs.wesnoth.org.

source: Something like a fusion between humans and fish, the merfolk are an enigmatic race with both piscine and humanoid attributes. They have strong tails that lend themselves to quick movement in any watery environment while their dextrous hands and intelligent minds allow fine craftsmanship and toolmaking. Semi-aquatic by nature, merfolk can breathe both water and air without difficulty. Despite being able to survive on land, they are much quicker and more agile in the water and will rarely be found far from the ocean. They are typically wary of dry land, as they are awkward and clumsy there and they struggle greatly to move over rough or forested terrain.
uk_ua: Водяні, щось середнє між людиною і рибою, — це загадкова раса з ознаками як людини, так і рептилії. Їх сильні хвости дозволяють вільно пересуватися у воді, а спритні руки і гострий розум дозволяють займатися ремеслом. Будучи напівводними істотами, водяні можуть вільно дихати, як у воді, так і на відкритому повітрі. Незважаючи на здатність виживати на суші, вони воліють жити у воді, і тому рідко зустрічаються далеко від водоймищ. Як правило, водяні насторожено ставляться до суші, бо на землі вони громіздкі та незграбні. Через це їх рух по нерівній або лісистій місцевості сильно сповільнюється.

source: Something must be there! Good bat! Someone should find out what it is.
uk_ua: Тут щось є! Гарний кажан! Комусь варто дізнатися, що там таке.

source: Somethin’ be very wrong here. That Garard weren’t never no hero or nothing, but his men never would’ve attacked us. The Queen must’ve did something to him.
uk_ua: Шось тут не так. Той Гарард нєколи не був героєм чи просто гарною людиною, але його люди неколи б не напали на нас. Королева, мбуть, щось накоїла з ним.

source: Somethin’ smells like lizard too. We’re not alone here.
uk_ua: Й шось смердить ящіркою. Ми тут не одні.

source: Sometimes called the ‘hollow men’, spectres form the right arm of their masters’ powers. They are an unholy terror to the living, for they are quite as deadly as their appearance suggests. The creation of these is itself no mean feat, but the real danger in encountering one is that it is likely only the harbinger of a much more dangerous force that will follow in its wake.
uk_ua: Так звані ‘порожні люди’, фантоми служать правою рукою свого господаря. Вони вселяють в живих істот бісівський жах, оскільки настільки ж небезпечні, наскільки страшні на вигляд. Виклик фантома вже є подвигом, але справжня небезпека зустрічі з ним в тому, що він, швидше за все, є передвісником набагато небезпечніших сил пітьми.

source: Son, you must lead our people through the south pass. I will remain behind to hold off these vile monsters for as long as I can.
uk_ua: Сину, виводь наших людей через південний перевал. Я ж залишуся тут і затримаю цих мерзенних тварюк, скільки зможу.

source: Soon after you departed we were beset by orcs. With half the men of Maghre gone, we could not stop them.
uk_ua: Невдовзі після твого відбуття ми були оточені орками. Половина людей Магре наклала головами, однак йього було недостатньо, щоб зупинити їх.

source: Sorrek, Chosen of Death
uk_ua: Соррек, Обранець Смерті

source: Sorry! It’s a hard habit to break! Perhaps I can pay you again to make up for it?
uk_ua: Вибач! Мені важко позбавитися цієї звички! Може, я зможу знову тобі заплатити?

source: Sort by full campaign name in alphabetical order
uk_ua: Сортувати за повним ім'ям кампанії за абеткою

source: Sort in approximate chronological order of story events
uk_ua: Сортувати за приблизним хронологічним порядком

source: SotA
uk_ua: ТД

source: Soulless
uk_ua: Бездушний

source: Sound
uk_ua: Звук

source: Sound Effects
uk_ua: Звукові ефекти

source: Sound effects
uk_ua: Звукові ефекти

source: Sound effects on/off
uk_ua: Звукові ефекти вкл/викл

source: Sound the advance!
uk_ua: Подайте сигнал до атаки!

source: Sound:
uk_ua: Звук:

source: Sounds good to me.
uk_ua: Ну ось і добре.

source: Sounds good. You scared me for a moment.
uk_ua: Звучить чудово. На секунду ти мене навіть налякав.

source: Sounds like a charming fellow.
uk_ua: Схоже, він веселий хлопець.

source: Sounds like fun.
uk_ua: Звучить весело.

source: South
uk_ua: Південь

source: South East
uk_ua: Південний Схід

source: South Guard
uk_ua: Південна Гвардія

source: South West
uk_ua: Південний Захід

source: Southbay
uk_ua: Південна Бухта

source: Southbay in Winter
uk_ua: Зима в Південній Бухті

source: Southbay won’t fall without one hell of a fight, sir. They’ll stand to the last! I only wish I was there!
uk_ua: Південна Бухта без бою не здасться, пане. Вони стоятимуть до кінця! Хотів би я там бути!

source: Southeast
uk_ua: Південний схід

source: Southwest
uk_ua: Південний захід

source: Southwest Elven Lands
uk_ua: Південно-західні ельфійські землі

source: Spanish Translation
uk_ua: Іспанський переклад

source: Spare you from whom, soldier? What has happened here?
uk_ua: Врятувати тебе від кого, солдате? Що тут сталося?

source: Speak
uk_ua: Говорити

source: Speak again, spirit! Tell me of yourself. Who is this Iliah-Malal?
uk_ua: Розкажи ще, дух! Розкажи мені про себе. І хто цей Іліа-Малал?

source: Speak again, spirit! What else do you know of this place?
uk_ua: Розкажи ще, дух! Розкажи мені про себе. І хто цей Іліа-Малал?

source: Speak to All
uk_ua: Сказати всім

source: Speak to Ally
uk_ua: Сказати союзникам

source: Speaking of sense, I gots me a bad feeling in my gut about today. I’d better ready our hunting troop when I get back to the village, just in case...
uk_ua: Кажучи про чуття, мені щось здаєця, наче сьодні буде щось погане. Мені краще підготувати наш мисливський загін, коли я повирнуся до села, про всяк випадок...

source: Spear
uk_ua: Спис

source: Spearman
uk_ua: Списник

source: Spearmen almost always equip themselves with a few javelins, to harry, if not kill, enemies at range. Some, however, take to them rather well, finding that they have a natural talent in their use. Javelineers are a valuable asset to an army, being able to supplement their skill in melee combat with an ability to handle distant foes. They can hurl javelins into enemy ranks from a distance, often without retribution, and still hold their ground in melee.
uk_ua: Списоносці завжди беруть з собою декілька дротиків, щоб ранити, якщо не вбити, противника на відстані. Проте декторі вправляються з ними краще за інших завдяки вродженому таланту. Метальники важливі для армії завдяки умінню доповнити свою майстерність ближнього бою умінням тримати противника на відстані. Вони можуть метати дротики в супротивників з далекої відстані, найчастіше безкарно, і утримувати свої позиції в ближньому бою.

source: Spearmen have a strong melee attack and are effective against most units. They also have a weak ranged attack. They form the backbone of the South Guard.
uk_ua: Списоносець має сильну ближню атаку і ефективний проти більшості інших бійців. Також у нього є слабка дальня атака. Вони формують кістяк Південної Гвардії.

source: Special
uk_ua: Спеціальне

source: Special Guest Designer
uk_ua: Запрошений дизайнер

source: Special Notes (1.14-style, please update to the new list format to avoid duplicates):
uk_ua: Особливі примітки (стиль версії 1.14, будь ласка, оновіть до нового формату, щоб уникнути дублікатів):

source: Special Notes:
uk_ua: Спеціальні нотатки:

source: Special Overlay
uk_ua: Спеціальний оверлей

source: Special advancement to Chocobone enabled.
uk_ua: Підключено особливе підвищення до Мертвого вершника.

source: Special advancement to Goblin Pillager enabled.
uk_ua: Підключено особливе підвищення до Гоблінського мародера.

source: Special: $ai_controller.side_$ally_side|_current_settings.currently_doing_special_description
uk_ua: Спеціальний: $ai_controller.side_$ally_side|_current_settings.currently_doing_special_description

source: Specials:
uk_ua: Здібності зброї:

source: Spectre
uk_ua: Фантом

source: Speed at which unit moves and animations play when ‘Accelerated speed’ is enabled or when Shift is held down in-game
uk_ua: Швидкість руху бійців та програвання їх анімацій, якщо ввімкнено ‘Прискорити рух’, або коли у грі затиснуто Shift.

source: Speeding Up Animations
uk_ua: Прискорення анімацій

source: Spider
uk_ua: Павук

source: Spiders
uk_ua: Павуки

source: Spirit and shadow. You will follow.
uk_ua: Дух, тінь. Іди за мною.

source: Spirits have very unusual resistances to damage, and move quite slowly over open water.
uk_ua: Духи мають дуже незвичайну опірність, але над відкритою водою рухаються досить повільно.

source: Splendid! These birds could be quite useful.
uk_ua: Розкішно! Ці птахи можуть стати нам у пригоді.

source: Splendid. Here is what I propose. First, we part ways for a time, and you raise a force of ghosts following my instructions. Meanwhile, I am going to try to train some local peasants in the magical arts. I don’t expect much from that uneducated rabble, but hopefully some will be intelligent enough to add to our firepower. When we reunite, you will show me how to make one of those shambling ghouls. I am actually in no hurry, as they have a terrible odor.
uk_ua: Чудово. Ось, що я пропоную. Спочатку ми на деякий час розділимося: ти збереш армію привидів, додержуючись моїх вказівок, а я тим часом спробую навчити кількох місцевих селюків магії. Очікування в мене від неосвічених мугирів невеликі, та, сподіваюся, знайдеться кілька достатньо розумних, щоб стати нам у пригоді. Як зустрінемося знову, покажеш мені, як робити твоїх незграбних гулів. Я не спішу цьому вчитися, бо від них немилостиво смердить.

source: Spooky.
uk_ua: Лячно.

source: Sprinkling this water on melee weapons grants them the <i>arcane</i> damage type until the end of the current scenario. Should $unit.name use it?
uk_ua: Окропивши зброю ближнього бою цією водою, боєць буде завдавати <i>містичні</i> пошкодження до кінця поточного сценарію. Нехай $unit.name це зробить?

source: Squiddy
uk_ua: Сквідді

source: Ssirk
uk_ua: Ссірк

source: Ssso humansss, you’ve come to trouble usss again. Prepare to die! For the glory of the Lords of Morogor!
uk_ua: Щссо жсс, люди, ви зсснову прийшли нассс турбувати. Готуйтесь до смерті! Ссслава Володарям Морогору!

source: Staff
uk_ua: Посох

source: Staff of Lightning
uk_ua: Посох Блискавок

source: Staff of Swiftness
uk_ua: Палиця Швидкості

source: Staff of radiance
uk_ua: Посох сяйва

source: Stalrag?
uk_ua: Сталраг?

source: Stand fast, Harper.
uk_ua: Залишайся на місці, Харпер.

source: Stand fast, for I bring you the strength of dragons to assist you in your battle!
uk_ua: Тримайтеся, бо я несу вам силу драконів, щоб допомогти у вашій битві!

source: Standard-bearers are an oddity amongst goblins. A goblin who has survived enough battles to be considered a veteran is rare enough, and it is rarer still for the other goblins to recognize and respect his veteran status. Nonetheless, a rouser’s frenzied goading effectively steels the less veteran fighters to strive harder and longer before they die.
uk_ua: Прапороносці — велика рідкість серед гоблінів. Гоблін, що пережив досить битв, щоб вважатися ветераном — вже рідкість. Ще рідше буває, що інші гобліни визнають його статус і поважають. Проте шалене підбурення закликача надихає менш досвідчених бійців битися на смерть.

source: Stanis
uk_ua: Станіс

source: Start
uk_ua: Старт

source: Start Campaign
uk_ua: Почати кампанію

source: Start Editor
uk_ua: Запустити редактор
